#
# Общий конфиг для скриптов
# Параметры применяются поверх тех, что указаны в скриптах
# Чтобы применить параметр, нужно его расскомментировать(убрать решетку в начале строки)
#
#
# Параметры:
# MATRIX_IP = '192.168.50.77'  # IP адрес контроллера матрицы
# WIDTH = 5  # Ширина матрицы(по X)
# HEIGHT = 5  # Высота матрицы(по Y)
# PHOTO_PATH = 'photos/photo.png'  # Путь до картинки для отправки на матрицу
# IMAGE_PATH = 'photos/photo.txt'  # Путь до подготовленной картинки для отправки на матрицу
